# CubicFeetPerMinutePerBritishThermalUnitPerHour Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicFeetPerMinutePerBritishThermalUnitPerHour Property
UnitTypeId Class See Also
---
Cubic feet per minute per British thermal unit per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicFeetPerMinutePerBritishThermalUnitPerHour { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicFeetPerMinutePerBritishThermalUnitPerHour As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicFeetPerMinutePerBritishThermalUnitPerHour {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace